export const ADMINISTRATION = [
    {
        image: "/hvozdak.jpg",
        title: "Директор ліцею Гвоздак Наталія Антонівна",
        rank: "Вчитель вищої категорії",
        date: 2003,
        education: "Ужгородський національний університет, спеціальність \"Математика\"",
    },
    {
        title: "Заступник директора з навчально-виховної роботи Гешур Тетяна Федорівна",
        // rank: "Вчитель вищої категорії | Cтарший вчитель",
        // date: 1998,
        // education: "Ужгородський державний університет, спеціальність \"Історія\"",
    },

];

export const TEACHERS = [
    {
        image: "/varvarynets.jpg",
        title: "Вчитель музики Варваринець Світлана Миколаївна",
        rank: "Вчитель спеціаліст 9 розряду",
        date: 1999,
        education: "Мукачівське педагогічне училище, спеціальність \"Вчитель музики та співів\"",
    },
    {
        image: "/baletska.jpg",
        title: "Бібліотекар/Вчитель зарубіжної літератури Балецька Ганна Михайлівна",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1988,
        education: "Ів.Франківський педагогічний інститут ім. В.Стефаника, спеціальність \"Вчитель російської мови та літератури\"",
    },
    {
        image: "/holyanych.jpg",
        title: "Вчитель української мови та літератури Голянич Оксана Федорівна",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1993,
        education: "Прикарпатський університет ім. В.Стефаника, спеціальність \"Філологія\"",
    },
    {
        image: "/malylio.jpg",
        title: "Вчитель історії Малильо Марія Юріївна",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1998,
        education: "Ужгородський державний університет, спеціальність \"Історія\"",
    },
    {
        image: "/nilabovych.jpg",
        title: "Вчитель початкових класів Нілабович Ольга Юріївна",
        rank: "Вчитель спеціаліст 9 розряду",
        date: 1989,
        education: "Мукачівське педучилище, спеціальність \"Вчитель початкових класів\"",
    },
    {
        image: "/harazdiy.jpg",
        title: "Вчитель іноземної мови Гараздій Мирослава Іванівна",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1993,
        education: "Дрогобицький педагогічний інститут, спеціальність \"Філологія\"",
    },
    {
        image: "/yushchak.jpg",
        title: "Вчитель математики Ющак Володимир Васильович",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1996,
        education: "Ужгородський державний університет, спеціальність \"Математика\"",
    },
    {
        image: "/mysko.jpg",
        title: "Вчитель математики Миськова Людмила Михайлівна",
        rank: "Вчитель І категорії",
        date: 2001,
        education: "Ужгородський національний університет, спеціальність \"Математика\"",
    },
    {
        image: "/kovalska.jpg",
        title: "Вчитель інформатики Ковальська Ганна Михайлівна",
        rank: "Вчитель вищої категорії",
        date: 1999,
        education: "Ужгородський національний університет, спеціальність \"Математика\" та \"Вчитель інформатики\"",
    },
    {
        image: "/solomko.jpg",
        title: "Вчитель початкових класів Ільницька Олександра Олексіївна",
        rank: "Вчитель спеціаліст",
        date: 2015,
        education: "Гуманітарно-педагогічний фаховий коледж МДУ, спеціальність \"Вчитель початкових класів\"",
    },
    {
        image: "/solomko2.jpg",
        title: "Вчитель початкових класів Чубірка Тетяна Василівна",
        rank: "Вчитель ІІ категорії",
        date: 2015,
        education: "Мукачівський державний університет, спеціальність \"Вчитель початкових класів\"",
    },
    {
        image: "/bilorusov.jpg",
        title: "Вчитель трудового навчання Білорусов Мирослав Павлович",
        rank: "Вчитель ІІ категорії",
        date: 2011,
        education: "Дрогобицький педагогічний інститут, спеціальність \"Вчитель трудового навчання, основ здоров'я. інформатики, креслення\"",
    },
    {
        image: "/myron.jpg",
        title: "Вчитель фізичного виховання Гвоздак Мирон Павлович",
        rank: "Вчитель вищої категорії",
        date: 1994,
        education: "Луцький педагогічний інститут ім.Л.Українки, спеціальність \"Вчитель фізичного виховання і ДПЮ\"",
    },
    {
        image: "/nelly.jpg",
        title: "Вчитель географії Цибулько Неллі Василівна",
        rank: "Вчитель I категорії",
        date: 2008,
        education: "Львівський університет ім. І. Франка, спеціальність \"Географія\"",
    },
    {
        image: "/stasyk.jpg",
        title: "Вчитель української мови та літератури Стасик Наталія Іванівна",
    },
    {
        image: "/petrykanyn.jpg",
        title: "Вчитель біології Петриканин Інна Сергіївна",
    },
    {
        title: "Вчитель іноземної мови Русин Богдана Ярославівна",
    },
    {
        title: "Вчитель початкових класів Пацьо Ельвіра Олександрівна",
    },
    {
        title: "Вчитель початкових класів Халус Любов Михайлівна"
    },
    {
        title: "Вчитель початкових класів Бекер Світлана Іванівна"
    },
    {
        title: "Вчитель початкових класів Козик Мар'яна Іванівна",
    },
    {
        title: "Вчитель фізики Гвоздак Ганна Василівна",
    },
    {
        title: "Вчитель хімії Варваринець Любов Олексіївна",
    },
    {
        title: "Вчитель біології Ярема Наталія Василівна",
    },
    {
        title: "Вчитель історії Кузів Ярослав Васильович",
    },
];