export const ADMINISTRATION = [
    {
        image: "/hvozdak.jpg",
        title: "Директор закладу освіти Гвоздак Н.А.",
        rank: "Вчитель вищої категорії",
        date: 2003,
        education: "Ужгородський національний університет, спеціальність \"Математика\"",
    },
    {
        image: "/malylio.jpg",
        title: "Заступник директора з навчально-виховної роботи Малильо М.Ю.",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1998,
        education: "Ужгородський державний університет, спеціальність \"Історія\"",
    },
];

export const TEACHERS = [
    {
        image: "/varvarynets.jpg",
        title: "Вчитель музики Варваринець Світлана Миколаївна",
        rank: "Вчитель спеціаліст 9 розряду",
        date: 1999,
        education: "Мукачівське педагогічне училище, спеціальність \"Вчитель музики та співів\"",
    },
    {
        image: "/baletska.jpg",
        title: "Бібліотекар/Вчитель зарубіжної літератури Балецька Ганна Михайлівна",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1988,
        education: "Ів.Франківський педагогічний інститут ім. В.Стефаника, спеціальність \"Вчитель російської мови та літератури\"",
    },
    {
        image: "/holyanych.jpg",
        title: "Вчитель української мови та літератури Голянич Оксана Федорівна",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1993,
        education: "Прикарпатський університет ім. В.Стефаника, спеціальність \"Філологія\"",
    },
    {
        image: "/nilabovych.jpg",
        title: "Вчитель початкових класів Нілабович Ольга Юріївна",
        rank: "Вчитель спеціаліст 9 розряду",
        date: 1989,
        education: "Мукачівське педучилище, спеціальність \"Вчитель початкових класів\"",
    },
    {
        image: "/harazdiy.jpg",
        title: "Вчитель іноземної мови Гараздій Мирослава Іванівна",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1993,
        education: "Дрогобицький педагогічний інститут, спеціальність \"Філологія\"",
    },
    {
        image: "/yushchak.jpg",
        title: "Вчитель математики Ющак Володимир Васильович",
        rank: "Вчитель вищої категорії | Cтарший вчитель",
        date: 1996,
        education: "Ужгородський державний університет, спеціальність \"Математика\"",
    },
    {
        image: "/mysko.jpg",
        title: "Вчитель математики Миськова Людмила Михайлівна",
        rank: "Вчитель І категорії",
        date: 2001,
        education: "Ужгородський національний університет, спеціальність \"Математика\"",
    },
    {
        image: "/kovalska.jpg",
        title: "Вчитель інформатики Ковальська Ганна Михайлівна",
        rank: "Вчитель вищої категорії",
        date: 1999,
        education: "Ужгородський національний університет, спеціальність \"Математика\" та \"Вчитель інформатики\"",
    },
    {
        image: "/petrykanyn.jpg",
        title: "Вчитель біології Петриканин Інна Сергіївна",
        rank: "Вчитель вищої категорії",
        date: 2010,
        education: "Ужгородський національний університет, спеціальність \"Біологія\"",
    },
    {
        image: "/solomko.jpg",
        title: "Вчитель початкових класів Соломко Олександра Олексіївна",
        rank: "Вчитель спеціаліст",
        date: 2015,
        education: "Гуманітарно-педагогічний фаховий коледж МДУ спеціальність \"Вчитель початкових класів\"",
    },
    {
        image: "/solomko2.jpg",
        title: "Вчитель початкових класів Соломко Тетяна Василівна",
        rank: "Вчитель ІІ категорії",
        date: 2015,
        education: "Мукачівський державний університет, спеціальність \"Вчитель початкових класів\"",
    },
    {
        image: "/stasyk.jpg",
        title: "Вчитель української мови та літератури Стасик Наталія Іванівна",
        rank: "Вчитель спеціаліст 9 розряду",
        date: 1989,
        education: "Мукачівське педучилище, спеціальність \"Вчитель початкових класів\"",
    }
];